brew "coreutils"
brew "chruby"
brew "dockutil"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "imagemagick"
brew "libheif"
brew "nikto"
brew "nmap"
brew "openjdk"
brew "openjdk@11"
brew "oven-sh/bun/bun"
brew "rust"
brew "stow"
brew "unar"
brew "wget"
brew "yt-dlp"

cask "jiggler"
cask "brave-browser"
cask "dbeaver-community"
cask "firefox@esr"
cask "gimp"
cask "libreoffice"
cask "licecap"
cask "little-snitch@5"
cask "obsidian"
cask "proton-drive"
cask "protonvpn"
cask "qbittorrent"
cask "tor-browser"
cask "vlc"
cask "vscodium"
