tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "gnu-sed"
brew "grep"
brew "grip"
brew "imagemagick"
brew "mackup"
brew "nano"
brew "pandoc"
brew "peco"
brew "python"
brew "rust"
brew "shellcheck"
brew "stow"
brew "unar"
brew "wget"

cask "dropbox"
cask "firefox"
cask "font-hack"
cask "google-chrome"
cask "microsoft-teams"
cask "discord"
cask "sourcetree"
cask "visual-studio-code"
cask "libreoffice"
cask "gimp"
cask "vlc"