tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "coreutils"
brew "chruby"
brew "dockutil"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "gallery-dl"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "imagemagick"
brew "john"
brew "libheif"
brew "libssh"
brew "libyaml"
brew "mackup"
brew "neofetch"
brew "nikto"
brew "nmap"
brew "openssl"
brew "openjdk"
brew "openjdk@11"
brew "pandoc"
brew "python"
brew "ruby-install"
brew "rust"
brew "shellcheck"
brew "stow"
brew "unar"
brew "wget"
brew "yt-dlp"

cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-hack"
cask "gimp"
cask "libreoffice"
cask "licecap"
cask "microsoft-teams"
cask "obsidian"
cask "qbittorrent"
cask "sourcetree"
cask "vscodium"
cask "vlc"